[
    {
    "index": 1,
    "title": "金门诸岛地理概况及金门诸岛常住人口",
    "content": "金门诸岛位于福建厦门东侧，大金门最近距厦门岛9.6公里。主要由大金门、小金门、 大担、二担等12个岛屿组成，总面积150.456平方公里。金门地区设籍居民10.5万人，常住人口5.8万人。"
    },
    {
        "index": 2,
        "title": "习近平关于战争指导的论述",
        "content": "扭住核心军事能力建设不放松，牢固确立战斗力这个唯一的根本的标准，坚持不懈拓展和深化军事斗争准备，把主要战略方向军事斗争准备往前赶、往实里抓，统筹推进各方向各领域军事斗争准备，切实把部队实战化水平搞上去，确保部队召之即来、来之能战、战之必胜。"
    },
    {
        "index": 3,
        "title": "胡锦涛关于国防和军队建设思想的主要内容",
        "content": "着眼全面履行新世纪新阶段军队历史使命，以推动国防和军队科学发展为主题，以加快 转变战斗力生成模式为主线，全面加强军队革命化现代化正规化建设，推进军事理论、军事技术、军事组织、军事管理创新，拓展和深化军事斗争准备，积极稳妥推进国防和军队改革，全面提高以打赢信息化条件下局部战争能力为核心的完成多样化军事任务能力，在全面建设小康社会进程中实现富国和强军的统一。"
    },
    {
        "index": 1,
        "title": "马祖列岛地理概况及常住人口",
        "content": "马祖列岛位于福建闽江口外海。主要由南竿、北竿、东犬、西犬、东引、西引等18个岛屿组成，总面积28.8平方公里。马祖地区设籍人口1.06万。"

    },
    {
        "index": 1,
        "title": "澎湖列岛地理概况及常住人口",
        "content": "澎湖列岛位于台湾海峡南部中央偏东，马公岛东距嘉义布袋约48公里。由64个大小岛屿组成，陆地面积126.86平方公里。澎湖地区设籍居民9.26万人。"

    },
    {
        "index": 3,
        "title": "毛泽东人民战争理论主要内容",
        "content": "人民群众是历史的创造者，是革命战争的主体，“战争的伟力之最深厚的根源，存在于民众之中”，“兵民是胜利之本”；革命战争是反抗阶级压迫或民族压迫、 为人民群众谋解放的正义战争，能够得到广大人民群众的拥护和积极参加；武器是战争的重要因素，但不是决定的因素，决定的因素是人不是物。"
    },
    {
        "index": 2,
        "title": "习近平关于军队现代化建设发展方向的论述",
        "content": "坚定不移把信息化作为军队现代化建设发展方向，加快机械化和信息化建设复合发展，提高基于信息系统的体系作战能力。"

    },
    {
        "index": 3,
        "title": "邓小平新时期军队建设思想主要内容",
        "content": "当代战争与和平问题的新论断，国防和军队建设指导思想实现战略性转变，建设现代化正规化革命军队的理论、方针和原则。"
    },
    {
        "index": 2,
        "title": "习近平关于战争指导的论述",
        "content": "掌握战争指导艺术，领悟战争与和平的辩证法，研究战争制胜机理，与时俱进加强军事战略指导，加强重大战略问题研究，提高战争指导水平。"

    },
    {
        "index": 3,
        "title": "习近平关于作战准备的论述",
        "content": "辩证唯物主义和历史唯物主义的战争观和方法论，人民军队思想，人民战争思想，人民战争的战略战术思想，国防建设思想。"
    },
    {
        "index": 2,
        "title": "习近平关于强军目标的论述",
        "content": "建设一支听党指挥、能打胜仗、作风优良的人民军队，听党指挥是灵魂，能打胜仗是核心，作风优良是保证。坚决听党指挥是强军之魂，能打仗、打胜仗是强军之要，依法治军、从严治军是强军之基。"

    },
    {
        "index": 3,
        "title": "江泽民国防和军队建设思想主要内容",
        "content": "党对军队的绝对领导是人民军队永远不变的军魂，按照政治合格、军事过硬、作风优良、纪律严明、保障有力的总要求全面加强军队建设，用新时期军事战略方针统揽军队建设全局，加强军事斗争准备，积极推进中国特色军事变革，坚持国防建设和经济建设相互促进、协调发展。"
    }
]
